Repository: giellalt/corpus-smj
Catalog: tmx/swe/facta/1177.se/forkylning-hos-barn---vad-kan-man-gora-sjalv.html.tmx
Source language: smj
Languages: swe

source: Julevusámegiella / Lulesamiska
swe: Förkylning hos barn - vad kan man göra själv ?

source: JulevusámegiellaLulesamiska
swe: Information och tjänster för din hälsa och vård.

source: Snuohpa mánájn – majt máhttá iesj dahkat ?
swe: Gå direkt till innehållet

source: Förkylning hos barn - vad kan man göra själv ?
swe: Gå direkt till navigeringen

source: Snuohpa, gåsås ja muhttijn báhkan buolli (ca.
swe: Barn och föräldrar

source: 4 sidor)
swe: Barn och föräldrar

source: Gatjáda rádev (ca.
swe: Sjukdomar och besvär

source: 1 sida)
swe: Växa och utvecklas

source: Snuohpa, gåsås ja muhttijn báhkan buolli
swe: Snuva, hosta och ibland feber

source: Giehpep sjaddá mánnáj vuojŋŋat jus oadá åjvijn allaga nanna.
swe: Det blir lättare för barnet att andas om det sover med huvudet högt.

source: Máhttá bajedit senga oajvvebielev gå láhtjá duodde oajvevuolij bålståra vuolen.
swe: Man kan höja sängens huvudända genom att bädda med extra kuddar under madrassen.

source: Máná gudi li snuobav oadtjum li álu dellasa, vájbbasa, vehik håjen ja smággiji vuostasj biejvijt.
swe: Barn som har blivit förkylda är ofta hängiga, trötta, lite ledsna och kinkiga de första dagarna.

source: Álu li siján njunnje buodosam jali gålgge snuohpa ja máhtti smággit ja tjåddågijs jali bielljenávlak.
swe: De brukar vara täppta i näsan eller ha rinnande snuva och kan vara irriterade och ha ont i halsen eller ont i öronen.

source: Siján máhtti aj vehikgåsås ja muhttijn feber.
swe: De kan även ha lätt hosta och ibland feber.

source: Álgon la snuohpa álu sjerrat ja sjádnjat ja muhtem biejvij duogen suohku, ja viskut jali ruonut.
swe: Till en början är snuvan oftast klar och genomskinlig för att efter några dagar bli tjockare och gul eller grön.

source: Le snuoba vuostasj biejvijn gå mánná nievremusát vädjá.
swe: Det är under de första dagarna av förkylningen som barnet mår sämst.

source: Avta jali guovte vahko duogen snuohpa álu ietjastis gáhtu.
swe: Efter en till två veckor brukar förkylningen gå över av sig själv.

source: Oarre dábálasj snuohpaj la virus, ja virusij ij gávnnu dálkkasa ma viehkedi vaj mánná ruvábut väddjá.
swe: Orsaken till vanlig förkylning är virus, och mot virus finns det inga läkemedel som kan göra att barnet snabbare blir friskt.

source: Máná gudi báhkan buolli ja li dellasaäljodime ﷽﷽lasj snuohpaj lsuogotjit lulun hejman årrot
swe: Febriga och hängiga barn bör stanna hemma

source: Mánájn gudi báhkan buolli jali li vájvbbasa ja dellasa lulun hejman årrot ja vuojŋadit.
swe: Barn som har feber eller är trötta och hängiga bör stanna hemma och ta det lugnt.

source: Ållo máná dárbahi aj hejman årrot vuostasj biejvev gå i e des báhkan buole, e ge febervuolediddje dálkkasijt das bårå.
swe: Många barn behöver också få vara hemma första dagen som de är feberfria, utan att de har använt febernedsättande läkemedel.

source: Dárbahi väddját vaj ällji åvddåskåvlåjn jali skåvlåjn.
swe: De behöver bli så pigga att de orkar med förskola eller skola.

source: Dárbbo l vuojŋadit
swe: Vila behövs

source: Dibddet mánáv vuojŋadit la buorre, vájku ij dárbaha sengan vällahit.
swe: Det är bra att ge barnet möjlighet att vila, men det behöver inte hålla sig i sängen.

source: Mánná iesj dåbddå man ednagav náhká juolgij nanna årrot.
swe: Barnet brukar känna själv hur mycket det orkar vara uppe.

source: Máhttá dåbddut giehpep vuojŋŋat ja oadet muhtem duodde oajvevuolij.
swe: Det kan kännas lättare att andas och sova med några extra kuddar under huvudet.

source: Åvdemusát vuorrasap mánájda gudi vuojŋadi.
swe: Detta gäller framförallt äldre barn som ligger stilla.

source: Smávmánájt máhttá guodde valugin, babysitterin jali asken adnet biejven.
swe: Små barn kan man ha i en bärsele, i babysitter eller i knäet under dagen.

source: Härsskobiebbmo ja duodde jugos
swe: Önskemat och extra dricka

source: Ållo mánán li nievrep bårråmhállo gå iemeláhkáj.
swe: Många barn har sämre aptit än vanligt.

source: Máhttá mánnáj vaddet dakkirijt majt hálijt, buojkulvissan jubtsav, yoghurtav jali galmágav.
swe: Man kan ge barnet sådant som det vill ha, till exempel välling, yoghurt eller glass.

source: Jus mánná báhkan buollá de l buorre duodde juhkusav vaddet.
swe: Om barnet har feber är det bra att ge extra dryck.

source: Sálltelåssjkusav jali njunnjespraddjav buododum njunnjáj
swe: Koksaltlösning eller nässprej för täppt näsa

source: Jus máná njunnje l buododum de máhttá goajkkot jali spraddjijt sálttelåssjkusav njunnjáj, mij snuobav njárbbi.
swe: Om barnet är täppt i näsan kan man droppa eller spreja koksaltlösning i näsan, vilket tunnar ut snuvan.

source: Oadtju aj ierit snuobas bátsidisájt árjjogis vuogijn.
swe: Man får också bort rester av snuva på ett skonsamt sätt.

source: Sálltelåssjkos gávnnu dálkasboargálin oasstet.
swe: Koksaltlösning finns att köpa på apotek.

source: Máhttá aj iesj låssjkusav dahkat gå låsjkot millilijtarav – ruddamihtav – sáltes desilijttarijn tjátjes.
swe: Man kan också göra lösningen själv genom att lösa upp en milliliter – ett kryddmått – salt i en deciliter vatten.

source: Goajkodittjat sálltelåssjkusav máná njunnjáj máhttá bomulloduhpov adnet.
swe: För att droppa in koksaltlösningen i barnets näsa kan man använda en bomullstuss.

source: Gássjelap njunnjebuodosimen máhttá mánnáj giehpediddje njunnjegoajkádisájt vaddet jali njunnjespraddjav mij unnet båhtånimev njunjen.
swe: Vid svårare nästäppa kan man ge barnet avsvällande näsdroppar eller nässprej som minskar svullnaden i näsan. Dessa läkemedel finns att köpa receptfritt.

source: Dá dálkkasa gávnnuji oasstet dálkastjáladak ja e galga ienep gå lågev biejve aktelattjat aneduvvat.
swe: Nässprej finns för barn från ett års ålder. Näsdroppar finns för barn från två års ålder.

source: Njunnjespradja ja njunnjegoajkádisá li hiebadum umasslágásj álldarij milta, mij diededuvvá skurpon.
swe: Läkemedlen ska inte användas mer än tio dagar i sträck. Doseringen anges på förpackningen.

source: Dálkastjáladak báhkkavuolediddje dálkkasa
swe: Receptfria febernedsättande läkemedel

source: Báhkav vuorjját dárbaj báhkkavuolediddje dálkkasij dálkudit.
swe: Feber behöver sällan behandlas med febernedsättande läkemedel.

source: Ienemus máná gudi báhkan buolli muhtem biejvijt váni merkaj juoga l vádálasj.
swe: De flesta barn har feber som varar några dagar utan att det behöver betyda något allvarligt.

source: Valla máhttá báhkkavuolediddje dálkkasav vaddet jus mánná tjielggasit nievret vädjá báhkan buollemis, buojkulvissan sujna l bávtjas rubmahin, smággi, nievrebut bårrå ja juhká, nievret oadá jali gássjel la oaddát iehkedis.
swe: Men man kan ge febernedsättande läkemedel om barnet mår märkbart dåligt av febern, till exempel har ont i kroppen, är gnälligt, äter och dricker sämre, sover dåligt eller har svårt att komma till ro på kvällen.

source: Ij galga dálkudit mánájt gudi li nuorabu gå guhtta máno gudi báhkan buolli váni vuostak sujtujn aktavuodav válldet.
swe: Man ska inte behandla barn under sex månader som har feber utan att först kontakta vården.

source: Báhkan buollemij gávnnu mánájda gudi li vuorrasappo gå gålmå máno dálkkasa ma sisanedi paracetamolav, buojkulvissan Alvedon jali Panodil.
swe: Mot feber finns för barn över tre månader medicin som innehåller paracetamol, till exempel Alvedon eller Panodil.

source: Guhtta máno rájes máná máhtti oadtjot Iprenav jali Ibumetinav, ma li dálkastjáladak ja sisanedi ibuprofenav.
swe: Från sex månaders ålder kan barn få Ipren eller Ibumetin, som är receptfritt och innehåller ibuprofen.

source: Dálkkasa gávnnuji låssjkusin jali bahtablähttan duolla dálkasnárijn smávva mánájda.
swe: Medicinerna finns i flytande form eller som stolpiller med rätt dos för små barn.

source: Vuorrasap mánájda gávnnuji aj tablehta.
swe: För äldre barn finns även tabletter.

source: Tjuovo vattugit bagádusájt skuorpon.
swe: Följ anvisningarna på förpackningen noga.

source: Ale aktida umasslágásj dálkkasijt.
swe: Kombinera inte olika läkemedel.

source: Máná vuollelin 18 jage ja gudi báhkan buolli e galga báhkkavuolediddje dálkkasijt bårråt acetylsalisyrajn, buojkulvissan Magnecyl, Treo jali Albyl.
swe: Barn under 18 år som har feber ska inte använda febernedsättande läkemedel med acetylsalicylsyra, till exempel Magnecyl, Treo eller Albyl.

source: Dálkastjáladak gåsåsdálkkasa e álu buoreda.
swe: Receptfria hostmediciner brukar inte hjälpa.

source: Jus mánná la gåssåsis de l ájnas mánná gåsså slijvev ålgus rájnnitjit gurggusav.
swe: Om barnet har hosta är det viktigt att barnet hostar upp slemmet för att rensa luftrören.

source: Gåsåsgiehpediddje dálkkasa dahki gásselap mánnáj slijvev ålgus gåssåt.
swe: Hostdämpande mediciner gör det svårare för barnet att få upp slemmet.

source: Ij diehttu jus slijvvegiehpediddje dálkkasa viehkedi.
swe: Slemlösande mediciner i sin tur har osäker effekt.

source: Giehpedittjat gåssåsåv máhttá dan sadjáj gähttjalit vaddet liegga jali galmma juhkusav.
swe: För att lindra hostan kan man i stället pröva att ge varm eller kall dryck.

source: Mánájda vuollelin guokta jage ij goassak galga gåsåsdálkkasav vaddet åvddål vuostak la dåktårijn aktavuodav válldám.
swe: Till barn under två år ska man aldrig ge hostmedicin utan att först ha kontaktat läkare.

source: Gåktu galggá garvvet soahpom oabllán ?
swe: Hur kan man undvika att smitta sprids ?

source: Vaj ij mánná galga iehtjádijt soahpot de la buorre mánájt åhpaditt giehtagávvaj gassnet ja gåssåt ja páhpersagárdagájt adnet.
swe: För att undvika att smitta andra är det bra att lära barnen att nysa och hosta i armvecket och använda pappersnäsdukar.

source: Máhttá gähttjat vaj giedajt bassi moaddi bäjvváj.
swe: Man kan se till att de tvättar händerna flera gånger om dagen.

source: Gähttjala aj mánáv åhpadit ij njunjev jali tjalmijt duohttat.
swe: Försök också att lära barnet att inte peta sig i näsan eller ögonen.

source: Le gånnå virusa giehpemusát dähppu ja oablláni.
swe: Det är där virus lättast fastnar och sprids.

source: Soahpomoabllom binnu aj jus máná e ståga lahkalakkoj gejna l snuohpa.
swe: Smittspridningen minskar också om barn inte leker i nära kontakt med den som är förkyld.

source: Dibde mánájt ålggon årrot nåv ednagit gå máhttelis, dálven aj.
swe: Låt barnen vara utomhus så mycket som möjligt, även på vintern.

source: Mujttit, máná gudi dubáksuovvaj boadádalli, birrasin álkkebut sjaddi snuohpasa snuobav.
swe: Tänk på att barn som utsätts för tobaksrök i omgivningen lättare blir förkylda.

source: Soajttá dárbaj sujtujn aktavuodav válldet
swe: Man kan behöva kontakta vården

source: Buorre l årrot oalle ájttsis gåktu mánná vädjá.
swe: Det är bra att vara extra uppmärksam på hur barnet mår.

source: Galggá dalága varresvuohtaguovdátjin jali hähkkaduostudagájn aktavuodav válldet jus mánná vuojnnet la vájbas ja ij vieje juhkat.
swe: Man ska söka vård direkt på en vårdcentral eller en akutmottagning om barnet verkar trött och taget och inte orkar dricka.

source: Sämmi l aj jus mánán la gássjel vuojŋŋat jali jus mánán la gåsås mij värrán, sierraláhkáj jus gullu ietjáláhkáj / skällande.
swe: Detsamma gäller om barnet har svårt att andas eller om barnet har hosta som blir värre, särskilt om den låter skällande.

source: Jus låsjkos gålggå bieljes lulu aktavuodav válldet varresvuohtaguovdátjijn jali hähkkaduostudagájn, vaj mánná åtsåduvvá.
swe: Om det rinner vätska ur örat bör man kontakta en vårdcentral eller en jourmottagning, så att barnet blir undersökt.

source: Jus mánán la bielljenávlak, ja ij buorrána, de luluj aktavuodav válldet varresvuohtaguovdátjijn vaj mánná jánndura sinna åtsådibmá.
swe: Om barnet har ont i örat, och det inte går över, bör man kontakta en vårdcentral för undersökning inom ett dygn.

source: Gatjáda rádev
swe: Tipsa och dela

source: Máhtá aj jánndura birra skihpasujttárijn ságastit ja rádev oadtjot. Skuolka 1177.
swe: Jag vill tipsa dig om en artikel på 1177 Vårdguiden:

source: Dåjmadiddje:
swe: Illustratör:

source: Gähttje: Leif Ekholm, mánádåktår, Mánávarresvuohtasujtto, Örebro
swe: Allt innehåll är granskat och godkänt av 1177 Vårdguidens redaktion.

source: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
swe: 1177 Vårdguiden – en tjänst från Sveriges landsting och regioner
